package sander_java;

public class JavaKT4SK {
	public static void main(String[] args) {
		System.out.print("いいいいいいいいいいいいいいいいいいいいいいい\r\n"
				+ "いいいいいいいいいいいいいいいいいいいいいいい\r\n"
				+ "いいいいいいいいいいいいいいいいいいいいいいい\r\n"
				+ "いいいいいいいいいいいいいいいいいいいいいいい\r\n");
		System.out.print("==============================================\r\n"
				+ "==============================================\r\n"
				+ "==============================================\r\n"
				+ "==============================================\r\n");
        System.out.print("----------------------------------------------\r\n"
        		+ "----------------------------------------------\r\n"
        		+ "----------------------------------------------\r\n"
        		+ "----------------------------------------------\r\n"); 
		    }  
		}  